tinyNozzle/2D/6_with3outlets_cyclic_volume_3.27Exit_sharp_10deg_inflation_01/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front
    {
        type            wedge;
        nFaces          28585;
        startFace       43235;
    }
    back
    {
        type            wedge;
        nFaces          28585;
        startFace       71820;
    }
    inlet
    {
        type            patch;
        nFaces          16;
        startFace       100405;
    }
    outlet
    {
        type            patch;
        nFaces          314;
        startFace       100421;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          208;
        startFace       100735;
    }
)

// ************************************************************************* //
